[
    {
        "sessao": "Conflito Entre Israel e Palestina ",
        "imagem": "/IsraelEGaza.png",
        "texto": "O conflito atual em Gaza, que é parte do conflito Israel-Hamas, começou em 7 de outubro de 2023. Portanto, até a data de hoje (17 de novembro de 2025), a guerra principal dura aproximadamente dois anos e um mês"
    },
    {
        "sessao": "Disputa histórica",
        "imagem": "/Mapa.png",
        "texto": "No entanto, é importante notar que: O conflito entre israelenses e palestinos por território se arrasta por décadas. Tem havido notícias recentes (novembro de 2025) sobre acordos de cessar-fogo e negociações de paz, embora a situação continue frágil e complexa.  Houve uma série de guerras entre Israel e nações árabes."
    },
    {
        "sessao": "Reivindicação e mudança",
        "imagem": "/Destruicao.png",
        "texto": "Os judeus tinham laços históricos com a terra, mas os árabes palestinos também tinham uma reivindicação que remontava há séculos e se opunham à mudança. Embora diferentes governos tenham ficado à margem e outros tenham apoiado a resolução da Organização das Nações Unidas (ONU)."
    },
    {
        "sessao": "Aliados de Israel",
        "imagem": "/Onu.png",
        "texto": "Reconhecimento e apoio a Israel: Estados Unidos, França, Alemanha, Itália, Reino Unido. Israel tem relações diplomáticas com 166 países, segundo o seu governo, com um forte bloco de apoio ocidental, que inclui os Estados Unidos, França, Alemanha, Itália e Reino Unido."
    },
    {
        "sessao": "Apoios e Opiniões",
        "imagem": "/Soldado.png",
        "texto": "O conflito Israel-Palestina gera apoios e opiniões divididas no mundo. Israel recebe forte apoio dos EUA e de setores pró-Israel, enquanto a Palestina conta com respaldo de países árabes, movimentos sociais e resoluções da ONU. No Brasil e em outros lugares, o tema provoca polarização política e ideológica"
    },
    {
        "sessao": "Não mantém relação com Israel",
        "imagem": "/BarreiraDaCisjordania.png",
        "texto": "Entre os países que atualmente não mantêm relações com Israel estão: Irã, Argélia, Afeganistão, Venezuela, Kuwait, Líbano, Líbia, Sudão, Síria, Arábia Saudita, Omã, Iraque, Paquistão, Qatar."
    }
]